---
type: ISaveSharedCoordinatesCallbackForUnloadLocally
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# ISaveSharedCoordinatesCallbackForUnloadLocally

`Autodesk.Revit.DB.ISaveSharedCoordinatesCallbackForUnloadLocally` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | GetSaveModifiedLinksOptionForUnloadLocally | 2017 | `SaveModifiedLinksOptionsForUnloadLocally GetSaveModifiedLinksOptionForUnloadLocally ( RevitLinkType link )` |